IDEA Open Model
ConcAggregateType Enumeration
Compatible with IDEA StatiCa 20.1
 Concrete aggreage type
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public enum ConcAggregateType
Public Enumeration ConcAggregateType
Members
Member name | Value | Description
Quartzite | 0 |  Quartzite aggregates
Limestone | 1 |  Limestone aggregates
Sandstone | 2 |  Sandstone aggregates
Basalt | 3 |  Basalt aggregates
See Also
Reference
IdeaRS.OpenModel.Material Namespace